Repository: esfried/EFColorHelp_IOS_Lite
Catalog: *.lproj/Localizable.strings
Languages: es_419, pt_br

source: 1st Color
es_419: 1er color
pt_br: 1ª Cor

source: 2nd Color
es_419: 2do color
pt_br: 2ª Cor

source: 3rd Color
es_419: 3er color
pt_br: 3ª Cor

source: Analog
es_419: Análogo
pt_br: Análoga

# Analog-Help
source: The analog color circle is the combination of the neighboring colors of a color. When selecting the color, the combinations will be shown in the circle.
es_419: El círculo de color análogo es la combinación de los colores vecinos de un color. Al seleccionar el color, sus combinaciones se mostrarán en el círculo.
pt_br: O círculo de cores análogas é a combinação das cores vizinhas de uma cor. Ao selecionar a cor, suas combinações serão mostradas no círculo.

source: Back
es_419: Volver
pt_br: Voltar

source: Blue
es_419: Azul
pt_br: Azul

source: Blue-Violet
es_419: Azul-Violeta
pt_br: Azul-Violeta

source: Bright
es_419: Claro
pt_br: Clara

source: Brightness
es_419: Brillo
pt_br: Brilho

# Brightness-no-effect
source: Brightness (0% no effect)
es_419: Brillo (0% sin efecto)
pt_br: Brilho (0%) sem efeito

source: Chromatic
es_419: Cromático
pt_br: Cromático

source: Chromatic circle
es_419: Círculo cromático
pt_br: Círculo cromático

# Chromatic-Circle-Help-1
source: The color wheel is used to create colorful compositions. A quick guide to identifying analogous, complementary and other harmonic color combinations.
es_419: La rueda de colores se usa para crear composiciones coloridas. Una guía rápida para identificar combinaciones de colores análogos, complementarios y otros armónicos.
pt_br: O círculo cromático é utilizado para criar composições coloridas. Um guia rápido para identificar combinações de cores análogas, complementares e outras combinações harmônicas.

# Chromatic-Circle-Help-2
source: Below the circle it is possible show or hide the sliders to control the brightness, saturation and tint for bright wheel or shadow for dark wheel.
es_419: Debajo del círculo es posible mostrar u ocultar los controles deslizantes para brillo del color, saturación y el tinte para la rueda brillante o la sombra para la rueda oscura.
pt_br: Abaixo do círculo é possível mostrar ou ocultar os controles deslizantes para brilho da cor, saturação e matiz para a roda clara ou sombra para a roda escura.

source: Complementary
es_419: Complementario
pt_br: Complementar

# Complementary-Help
source: The complementary color circle is the combination of the opposite colors of a color.
es_419: El círculo de color complementario es la combinación de los colores opuestos de un color.
pt_br: O círculo de cores complementares é a combinação das cores opostas de uma cor.

source: Color Combination
es_419: Combinación de colores
pt_br: Combinação de cores

# Color-Combination-Help-1
source: The color matching page is a quick way to view all available color wheels at the same time.
es_419: La página de combinación de colores es una forma rápida de ver todas las ruedas de colores disponibles al mismo tiempo.
pt_br: A tela de combinação de cores é uma forma rápida de visualizar todos os círculos de uma só vez.

# Color-Combination-Help-2
source: On the left side you can select a new color, then all the circles will be updated.
es_419: En el lado izquierdo puede seleccionar un nuevo color, luego se actualizarán todos los círculos.
pt_br: Nos blocos no lado esquerdo pode-se selecionar uma nova cor, então todos os círculos serão atualizados.

# Color-Combination-Help-3
source: If you want to get more details about a particular color wheel, just keep it pressed for a few moments.
es_419: Si desea obtener más detalles sobre una rueda de colores en particular, manténgala presionada durante unos momentos.
pt_br: Caso queira obter mais detalhes de um determinado circulo, basta mantê-lo pressionado por alguns instantes.

source: Color selection
es_419: Selección de color
pt_br: Seleção de cores

# Color-Selection-Help-1
source: The color can be selected in two ways, in the upper blocks or in the circle itself!
es_419: A cor desejada pode ser selecionada de duas maneiras, nos blocos superiores ou no próprio círculo.
pt_br: A cor desejada pode ser selecionada de duas maneiras, nos blocos superiores ou no próprio círculo.

# Color-Selection-Help-2
source: The selected color will appear at the bottom and in front of it the corresponding shades!
es_419: ¡El color seleccionado aparecerá en la parte inferior y delante de él los tonos correspondientes!
pt_br: A cor selecionada aparecerá na parte inferior e na frente dela as tonalidades correspondentes !

# Color-Selection-Help-3
source: When selecting one of the color bands of the lower blocks, a screen with the same colors will be shown in an enlarged way!
es_419: ¡Al seleccionar una de las bandas de color de los bloques inferiores, se mostrará una pantalla con los mismos colores de forma ampliada!
pt_br: Ao selecionar uma das faixas de cores dos blocos inferiores, será mostrada uma tela com as mesmas cores de forma ampliada !

# Color-Selection-Help-4
source: On the screen are shown the enlarged bands and a slider, which increases or decreases the brightness of the colors.
es_419: En la pantalla se muestran las bandas ampliadas y un control deslizante, que aumenta o disminuye el brillo de los colores.
pt_br: Na tela são apresentadas as faixas ampliadas e um controle deslizante, o qual aumenta ou diminui a luminosidade das cores.

# Color-Selection-Help-5
source: When selecting one of the available colors,it will be shown in full screen!
es_419: ¡Al seleccionar uno de los colores disponibles, se mostrará en pantalla completa!
pt_br: Ao selecionar uma das cores disponíveis, a mesma será mostrada em tela cheia !

# Color-Selection-Help-6
source: On footer we have the Hexadecimal code of the selected color and in the center the number corresponding to the color range!
es_419: ¡En el pie de página tenemos el código hexadecimal del color seleccionado y en el centro el número correspondiente al rango de colores!
pt_br: No rodapé temos o código Hexadecimal da cor selecionada e no centro o número correspondente a faixa de cores !

source: Dark
es_419: Oscuro
pt_br: Escura

source: Double Complementary
es_419: Doble Complementario
pt_br: Complementar dupla

# Double-Complementary-Help
source: The complementary double color circle is the combination of two opposite color pairs.
es_419: El círculo doble de color complementario es la combinación de dos pares de colores opuestos.
pt_br: O círculo de cores complementar dupla é a combinação de dois pares de cores opostas entre si.

# FullVersion
source: Full version (Paid)
es_419: Versión Completa (Pago)
pt_br: Versão Completa (Paga)

# FullVersion_01
source: What is include at full version (EFColorHelp) ?
es_419: ¿Qué se incluye en la versión completa (EFColorHelp) ?
pt_br: O que está incluso na versão completa (EFColorHelp) ?

# FullVersion_02
source: - Split Complementary
es_419: - Colores complementarios divididos
pt_br: - Cores complementares divididas

# FullVersion_03
source: - Double Complementary
es_419: - Doble color complementario
pt_br: - Cores complementares duplas

# FullVersion_04
source: - Based on selected color visualize the colors that mount the selected chromatic wheel
es_419: - Según el color seleccionado, vea los colores que montan el círculo cromático seleccionado
pt_br: - Com base na cor selecionada visualize as cores que montam o círculo cromático selecionado

# FullVersion_05
source: - Expanded screen for selected color levels
es_419: - Pantalla ampliada con los niveles de color seleccionados
pt_br: - Tela expandida com os níveis da cor selecionada

# FullVersion_06
source: - Full screen with selected color
es_419: - Pantalla completa con color seleccionado
pt_br: - Tela cheia com a cor selecionada

# FullVersion_07
source: - Extended help menu showing theory about primary/secondary and tertiary colors
es_419: - Pantalla de ayuda extendida que muestra la introducción a los colores primarios/secundarios y terciarios
pt_br: - Tela de ajuda extendida mostrando introdução sobre cores primarias/secundarias e terciárias

# FullVersion_08
source: - Control the brightness, saturation and tint for bright wheel or shadow for dark wheel
es_419: - Controles para brillo del color, saturación y el tinte para la rueda brillante o la sombra para la rueda oscura
pt_br: - Controle de brilho, saturação e matiz para a círculo claro ou sombra para a círculo escuro

source: Green
es_419: Verde
pt_br: Verde

source: Green-Blue
es_419: Verde-Azul
pt_br: Verde-Azul

source: Help
es_419: Ayuda
pt_br: Ajuda

source: Monochromatic
es_419: Monocromático
pt_br: Monocromático

# Monochromatic-Help
source: The monochromatic color circle is the combination of two or more shades of the same color.
es_419: El círculo de color monocromático es la combinación de dos o más tonos del mismo color.
pt_br: O círculo de cores monocromático é a combinação de dois ou mais tons da mesma cor.

source: Next color
es_419: Siguiente color
pt_br: Próxima cor

source: Orange
es_419: Naranja
pt_br: Laranja

source: Orange-Yellow
es_419: Naranja-Amarillo
pt_br: Laranja-Amarelo

source: Previous color
es_419: Color primário
pt_br: Cor anterior

source: Primary colors
es_419: Colores primários
pt_br: Cores primárias

# Primary-Colors-Help
source: This is the basic triangle with the primary colors.They are Yellow, Red and Blue.
es_419: Este es el triángulo básico de los colores primarios, que son amarillo, rojo y azul.
pt_br: Este é o triângulo básico das cores primárias. São elas o amarelo, o vermelho e o azul.

source: Red
es_419: Rojo
pt_br: Vermelho

source: Red-Orange
es_419: Rojo-Naranja
pt_br: Vermelho-Laranja

source: Saturation
es_419: Saturación
pt_br: Saturação

source: Secondary colors
es_419: Colores secundarios
pt_br: Cores secundárias

# Secondary-Colors-Help
source: These are the secondary colors.They are formed by the mixing of two primary colors
es_419: Estos son los colores secundarios. Se forman mezclando dos colores primarios.
pt_br: Estas são as cores secundárias. Elas são formadas pela mistura de duas cores primárias.

# Select-The-Desired-Color
source: Select the desired color on left side to make the combinations. Press the circle to view to corresponding color wheel.
es_419: Seleccione el color deseado en el lateral para hacer las combinaciones. Presione el círculo para ver.
pt_br: Selecione a cor desejada ao lado para ver as combinações. Pressione o círculo para visualizá-lo.

source: Selected color
es_419: Color seleccionado
pt_br: Cor Selecionada

source: Settings
es_419: Ajustes
pt_br: Ajustes

# Settings-Ton
source: Wheel Hue
es_419: Tono Color
pt_br: Tonalidade da cor

source: Shade
es_419: Sombra
pt_br: Sombra

source: Sorry..
es_419: Lo siento..
pt_br: Desculpe...

source: Split Complementary
es_419: Complementario dividido
pt_br: Complementar dividida

# Split-Complementary-Help
source: The complementary split color circle is the combination of two neighboring colors of one color.
es_419: El círculo de color dividido complementario es la combinación de dos colores vecinos de un color.
pt_br: O círculo de cores complementar dividida é a combinação de duas cores vizinhas de uma cor.

source: Tap here to hide sliders.
es_419: Toque aquí para ocultar los controles deslizantes.
pt_br: Toque aqui para ocultar os controles deslizantes.

source: Tap here to show sliders.
es_419: Toque aquí para mostrar los controles deslizantes.
pt_br: Toque aqui para mostrar os controles deslizantes.

# Tap-To-Show-Sliders
source: Tap circle a few seconds to show sliders.
es_419: Toque el círculo durante unos segundos para mostrar el control deslizante.
pt_br: Toque o círculo por um tempo para mostrar os controles deslizantes.

source: Tertiary colors
es_419: Colores terciarios
pt_br: Cores terciárias

# Tertiary-Colors-Help
source: These are the tertiary colors.They are formed by the mixing a primary and secondary color
es_419: Estos son los colores terciarios. Se forman mezclando un color primario y secundario.
pt_br: Estas são as cores terciárias. Elas são formadas pela mistura de uma cor primária e uma secundária.

source: Tint
es_419: Matiz (Tint)
pt_br: Matiz (Tint)

source: Triadic
es_419: Tríada
pt_br: Tríade

# Triadic-Help
source: The triadic color circle is the combination of three colors that have the same distance in the chromatic circle.
es_419: El círculo de color triádico es la combinación de tres colores que tienen la misma distancia en el círculo cromático.
pt_br: O círculo de cores triádicas é a combinação de três cores que tem a mesma distância no círculo cromático.

# Unsupported-Orientation
source: This app does not support this kind of screen orientation.
es_419: Esta aplicación no admite este tipo de orientación de pantalla.
pt_br: Este aplicativo não oferece suporte a esse tipo de orientação de tela.

source: Violet
es_419: Violeta
pt_br: Violeta

source: Violet-Red
es_419: Violeta-Rojo
pt_br: Violeta-Vermelha

source: Yellow
es_419: Amarillo
pt_br: Amarelo

source: Yellow-Green
es_419: Amarillo-Verde
pt_br: Amarelo-Verde
